{
  "1": {
    "core": "命数1は「発火点」。物事を始める直感と推進力が非常に強く、周囲より先に動き出すことで道を切り開きます。幼少期から“自分で決めたい”という感覚が強く、任されるほど能力を発揮しますが、反対に過干渉や強めの指示には反発しやすい気質があります。大人になるにつれて、この初動力が仕事や人間関係で大きな武器になります。特に、未知のテーマを前にしても躊躇しないため、誰も踏み込んだことのない領域を開拓したり、アイデアをゼロから形にすることができます。短所は、飽きやすさと持続の波。熱量が上がった瞬間は誰より強いですが、ルーティンが続くと失速しやすいため、“伴走者”や“仕組み化”が安定のカギになります。信頼を得るポイントは、早さと行動力を生かして“小さな結果”を積み重ねること。"
  },
  "2": {
    "core": "命数2は「調律」。人の感情や空気の揺れを敏感に感じ取り、場のバランスを整える役割を自然に担います。幼少期から周囲の様子をよく観察し、相手の気分の変化や言葉の裏の意図を察する力が高いタイプ。協調性があり、集団の中でも“つなぎ役”や“仲介役”になることが多いでしょう。大人になると、聞き役・相談役として頼られる場面が増えます。ただし、周囲に合わせすぎて自分の本音を後回しにしやすい点には注意が必要です。本来は繊細さの中に芯の強さを持つため、自分のペースさえ守れれば非常に豊かな才能を開花させます。仕事ではサポート・調整・連携に強く、家庭では安心感の源になります。“無理に合わせず、選ぶ力を持つ”ことが人生の安定と成功のカギ。"
  },
  "3": {
    "core": "命数3は「創作」。好奇心が非常に強く、感性・芸術性・発想力の3点が他者と比べて早熟に育つタイプ。幼少の頃から“面白いことはないか”“もっと良くできないか”と考える癖があり、既存の形をそのまま受け入れるより改良したり新しい形を作ることに喜びを感じます。気分の波はあるものの、それは感受性が豊かでアンテナが広いため。大人になると個性が際立ちやすく、独自の表現・世界観を持つことで評価されます。短所は、勢いと感覚で進みすぎて計画が甘くなる点。ただし、“方向性だけ先に決めて、細部は後で整える”方法が最も相性が良いです。周囲からは魅力的で親しみやすい印象を持たれるため、人間関係も軽やか。人生は“創る側に回るほど開ける”傾向があります。"
  },
  "4": {
    "core": "命数4は「基盤」。安定性・継続力・現実感覚の3つが大きな柱となる命数で、物事を地道に積み重ねて結果を出す力が際立っています。幼少期から“決められたことを丁寧にこなす”ことができ、慎重かつ堅実。大人になると責任や信頼を任されやすく、組織の土台を支える重要な役割を果たします。一方で、急かされたり予測不能の状況が続いたりするとストレスが溜まりやすく、考えが固くなる場面もあります。ただ、本来は繊細な観察力と計画性が合わさった非常に強い才能の持ち主。環境さえ安定すれば圧倒的な成果を出します。人生の成長ポイントは“完璧を求めすぎないこと”。8割の完成で一度出し、改善していく流れが成功パターンです。"
  },
  "5": {
    "core": "命数5は「変化」。自由・スピード・行動を象徴する命数で、縛りや制限の少ない環境でこそ才能が最大化します。幼い頃から新しい遊び・場所・人に興味があり、退屈や同じ作業が続くとエネルギーが下がりやすいタイプ。大人になると“瞬発力の高さ”が武器となり、人が思いつかない発想で状況を動かします。職場でもムードメーカー・突破役として重宝される一方、飽きっぽさや気分のブレが周囲との認識差を生むことも。ただ、本来は変化の波を読む感覚が鋭く、“動くタイミング”を掴む天才です。行動 → 経験 → 修正 のスピードが速いため、一般的な成功パターンより早いサイクルで成長できるタイプ。“自由と責任のバランス”を整えることで大きな成果を得られます。"
  },
  "6": {
    "core": "命数6は「調和」。美意識・倫理観・家庭性の揃った命数で、争いを避けて温かい関係を築きたいという気質を持ちます。幼少期から家族・友人への思いやりが強く、まわりの人のために動くことが多いタイプ。大人になると、サポートやフォローの力が評価され、相談役・仲介役として自然に中心に立つことがあります。一方で、優しさゆえに人の問題を背負い込みすぎたり、自分を後回しにして疲れてしまう時も。もともと“守り育てる力”が非常に強い命数なので、自分を整えるほど人間関係も好転します。仕事面では調整・管理・支援ポジションに向き、家庭では安定の軸となります。“境界線を引くこと”が人生安定の要。"
  },
  "7": {
    "core": "命数7は「探究」。深く考え、分析し、本質を見抜く力に優れたタイプです。幼少期から1つのことを黙々と掘り下げたり、他の人が気づかない矛盾点を見つけるなど、観察力と洞察の鋭さが際立ちます。大人になると専門性を求められる分野で強みを発揮し、知識・技術・理論の蓄積が大きな財産になります。一方で、こだわりが強くなると孤立感を覚えることもありますが、本来は“静かに周囲を支えているタイプ”。“自分が正しい”ではなく“最善を求めている”気質のため、誤解されやすいだけで本質は誠実です。成長ポイントは“考える前に少し動く”。行動と知識が融合した時、圧倒的な成果を出します。"
  },
  "8": {
    "core": "命数8は「達成」。粘り強さ・責任感・戦略性が三位一体となり、長期戦に強い命数。幼少期からルールを守り、やるべきことを淡々と続ける力があり、目標に対して途中で折れない強さを持ちます。大人になると組織の中で重要ポジションに抜擢されたり、大型プロジェクトを任されるなど“信頼を積み上げる人生”。短所は、頑固さや自分への厳しさが過剰になる点。ただ、本来は情に厚く面倒見も良いため、共に歩む仲間が増えるほど飛躍します。成功パターンは“短距離ではなく長距離”。時間をかけて進めたことが最大の成果につながる命数です。"
  },
  "9": {
    "core": "命数9は「感性」。直感・優しさ・気質の柔らかさが特徴で、他者の痛みや変化にすぐ気づける命数。幼少期から人に共感しやすく、悲しんでいる人を見ると放っておけない気質があります。芸術性・霊性が高く、静かな場所で感覚が研ぎ澄まされます。一方、環境の乱れに弱く、人の問題を抱え込みやすい点には注意。大人になると人間関係・福祉・表現の分野で才能が開花し、支える側にも表現する側にも向いています。“自分を整えるほど人に優しくできる”という命数の特徴を理解すると、人生は劇的に安定します。"
  },
  "10": {
    "core": "命数10は「統率」。リーダー資質と判断力を兼ね備え、集団をまとめる力が強い命数。幼少期から周囲に頼られることが多く、自然と中心に立つ経験を積みやすいタイプです。大人になると、責任感・突破力・決断力が組織で重宝され、管理職・リーダー・経営ポジションで力を発揮します。ただし“自分がやった方が早い”という気質が強いため、抱え込みすぎには注意。本来は“育てるリーダー”として成功する命数です。自分の理想を語り、周囲と共有することで、チーム全体が動き出すタイプ。人生の成功パターンは“任せることを学ぶ”こと。"
  }
},

  "11": {
    "title": "命数11｜精霊座（金）｜直観の先導者",
    "core": "命数11は強い“感性のアンテナ”を持ち、起こる出来事の背後にある意味や流れを瞬時に感じ取ります。精霊座（金）の直観の鋭さが突出し、人の嘘・違和感・未来の兆しを読めるタイプです。幼少期からどこか大人びた洞察を持ち、『自分だけが見えている世界がある』という感覚を持ちやすいでしょう。周囲の人のエネルギー状態に影響されやすく、環境の質によって運命が大きく変化します。",
    "talent": "洞察力、クリエイティビティ、予見力が際立ちます。芸術・研究・企画・分析・占術・心理領域などで天性のセンスを発揮します。また、人の無意識を読む力が高く、場の空気を整えながら自然にリーダーシップを取ることができます。『目に見えない領域への理解』が深いため、学びと直観を融合させた表現が強みになります。",
    "shadow": "感受性が鋭すぎるがゆえに、疲れやすく、人の気持ちを拾いすぎてしまう傾向があります。自己犠牲が積み重なると、突然すべてを遮断したくなることも。また“自分だけが違う”という孤独感や、完璧にこだわるストイックさが心身の負担になる場合があります。",
    "growth": "直観の正しさを言語化し、他者に分かりやすく伝えるスキルを磨くほど影響力が高まります。目に見えない感覚を、現実的な行動指針へ変換する習慣を持つと運命は安定。人間関係では“心地よい波長の人”を意識的に選ぶことで才能が持続します。"
  },

  "12": {
    "title": "命数12｜精霊座（金）｜光の調律者",
    "core": "命数12は“整える力”に優れ、場の雰囲気や物事のリズムを自然に調和させます。精霊座（金）の響きにより、細かなズレを見抜きスムーズに流れる状態へ導く才能を持ちます。過去の経験から学ぶ力が強く、蓄積型の成長カーブを描くタイプです。周囲からは落ち着いた印象を持たれますが、内側には高い理想と静かな情熱が燃えています。",
    "talent": "調整力、継続力、誠実な対人姿勢が最大の強みです。組織内では縁の下の力持ちとして信頼され、他者の能力を引き出すのが非常に上手いタイプ。創作・教育・医療福祉・管理・事務・品質管理などで安定した成果を出します。また、感情の波をフラットに保てるため、周囲の安心感を高める存在になります。",
    "shadow": "責任感が強すぎて自分を後回しにしがち。調和を優先するあまり本音を隠し、疲れをため込んでしまう傾向があります。人間関係では“相手のために我慢する”が続くと、一気に気力が燃え尽きてしまうことも。また完璧主義が発動すると小さなミスを必要以上に気にしてしまいます。",
    "growth": "自分だけの領域・趣味・空白時間を確保することが運気の底上げになります。『断る勇気』を育てるほど才能は錬磨され、調和力がより健全な形で発揮されます。長期目標より“今日できる小さな改善”にフォーカスすると大きく飛躍します。"
  },

  "13": {
    "title": "命数13｜精霊座（金）｜境界を変えるクリエイター",
    "core": "命数13は既存の常識や美意識を更新する“革新の感性”を持ちます。精霊座（金）の豊かな創造エネルギーが背後にあり、物事の本質をつかむ理解力が高いタイプです。固定化された枠組みよりも、自由に動ける環境で力を発揮します。周囲が気づかない細部の違和感を拾い上げ、それを改良や新しい形へと変えていく能力があります。",
    "talent": "芸術・デザイン・企画・発明・文章表現・研究など“0→1”に関わる仕事で才能が輝きます。思考の柔軟性が高く、他者の盲点を突くアイデアを連発できるタイプです。人との距離感も自然に調整でき、必要なときにだけ中心人物になる絶妙な立ち位置がとれます。",
    "shadow": "理想が高く、妥協が難しいため、周囲とのペースの差にストレスを感じがち。気分が乗らないと作業効率が極端に落ちる“波の大きさ”も特徴です。また、直感を重視するあまり、説明不足で理解されない場面が発生しやすい命数でもあります。",
    "growth": "作りたいものを“誰のために・どう伝えるか”までセットで考えると、世界に影響力を持ち始めます。自分の感性を信じつつ、プロセスを共有する習慣を持つと壁が消え、周囲のサポートが自然と集まります。"
  },

  "14": {
    "title": "命数14｜精霊座（金）｜流れを掴むナビゲーター",
    "core": "命数14は“流れの読解者”です。時期・縁・タイミングの変化に敏感で、最適な判断を素早く下せるタイプ。精霊座（金）の軽やかな感性により、起きる出来事を俯瞰的に分析し、状況に応じた柔軟な選択ができます。行動のセンスが良く、自然と正しい方向へ進んでいく強運の持ち主でもあります。",
    "talent": "人の気持ちと状況の動きを同時に読む能力が極めて高く、交渉・企画・営業・広報・クリエイティブ領域で圧倒的な適性があります。直感と理性のバランスが良いため、周囲から“判断が早くて的確”と評価されやすい命数です。",
    "shadow": "選択肢を広げすぎて迷いのループに入ることがあります。また、流れを重視するあまり、地道な積み重ねを軽視しやすい傾向があり、本人も気づかない不安定さが潜むことがあります。対人面では『合わせすぎて疲れる』が起こりやすいタイプです。",
    "growth": "“決断の基準”をあらかじめ作っておくと迷いが消え、流れの精度が桁違いに高まります。長期計画より短期スパンの調整が吉。良い流れを維持するために、情報の断捨離と環境の整理が重要になります。"
  },

  "15": {
    "title": "命数15｜精霊座（金）｜感性の統合者",
    "core": "命数15は“感性と知性の融合”を象徴します。精霊座（金）の柔らかなエネルギーが内に広がり、感覚的な理解と論理的な分析の両方が高いレベルで統合されます。他者の視点を深く理解しながら、同時に自分の世界観も大切にするバランス型。周囲からは聞き上手・相談しやすい・落ち着く人として信頼されます。",
    "talent": "心理・教育・医療・創作・コーチング・営業など、人の内面に寄り添う仕事に強い適性があります。複雑な情報を分かりやすく整理し、人の気持ちが動く形で伝える能力も高いタイプです。多面的な理解力により、問題の“核心”を突く洞察も持ちます。",
    "shadow": "他者の気持ちを優先しすぎて、自分の願望が後回しになる傾向があります。また、理想と現実の差を自分の責任として抱え込みがち。完璧に応えようとしすぎると疲弊してしまうことがあります。感情の波は表に出しにくく、内側で蓄積しやすい命数です。",
    "growth": "『自分が何を感じているか』を先に言語化する習慣が運命を整えます。境界線を明確にするほど能力がクリアに発揮され、周囲からの評価が飛躍的に向上。自分の価値観を大切にしながら相手と向き合う姿勢が、人生全体の調和を作ります。"
  },

  "16": {
    "title": "命数16｜精霊座（銀）｜風景を変える変革者",
    "core": "命数16は“変化の中心に立つ力”を持っています。精霊座（銀）の柔軟性と、未来の可能性を読み取るセンスが組み合わさり、古い枠組みを刷新する役目を自然に担います。周囲の人々の意識変化や環境改善が、あなたの行動をきっかけに起こりやすいタイプです。",
    "talent": "説得力・分析力・観察力・共感のバランスが絶妙で、教育・改革・企画・研究・管理領域に強く、組織のアップデート役として重宝されます。課題発見能力が突出しており、誰も気づかない“改善点”を的確に把握できます。",
    "shadow": "理想が高いために周囲のペースが遅く見え、ストレスが溜まりやすい傾向があります。また、変化のスピードが早すぎると周囲から“急に世界を変えようとしている”と誤解されることも。自分の考えを説明する前に動いてしまうことで摩擦が起こりやすい命数です。",
    "growth": "意図や背景を丁寧に共有する習慣を持つだけで、才能が最大限に発揮されます。変化の方向性を他者と共有しながら進むことで、あなたが中心となるチームが自然と形成されます。"
  },

  "17": {
    "title": "命数17｜精霊座（銀）｜未来を構築する設計者",
    "core": "命数17は“長期ビジョンの構築者”です。精霊座（銀）の俯瞰力と分析力が強く、人生をパーツごとに組み上げていくタイプ。短期的な感情に流されず、冷静な判断で未来を描けるバランスの良さがあります。若い頃は周囲と価値観が合いにくい時期もありますが、人生中盤以降に大きく安定し、自分のペースで地位と信頼を勝ち取ります。",
    "talent": "設計・工程管理・研究・教育・戦略立案・分析など、体系的な構造づくりが得意。複雑な問題でも大局的に捉える思考力が武器になります。真面目で継続力が高く、周囲から信頼されやすい命数です。",
    "shadow": "思考が先行し感情を抑え込みやすい点が課題。また、他者の感情変化に気づきにくいため、誤解が生まれやすい傾向もあります。自分の理想を守るあまり、柔軟さを失うと停滞が発生します。",
    "growth": "『感情の情報も設計に組み込む』意識を持つことで、判断の精度が一気に高まります。正しさだけでなく、他者の安心感を重視すると自分の計画が驚くほどスムーズに進みます。"
  },

  "18": {
    "title": "命数18｜精霊座（銀）｜境界線を超える改革者",
    "core": "命数18は“制限からの突破”を象徴し、現状維持では満足できないエネルギーを持ちます。精霊座（銀）の鋭い分析力が働き、日々の違和感を見逃しません。正義感も強く、自分と他者を守るための行動は非常にパワフル。苦しい環境に置かれるほど燃えるタイプで、底力は60命数中でも上位です。",
    "talent": "改善力・洞察力・分析力・行動力が高く、変化を恐れず突き進む勇気を持ちます。現場の問題を見つけ、構造ごと改善するタイプで、管理職や改革リーダーとしての素質が顕著です。",
    "shadow": "ストイックで妥協ができず、他者の甘さに苛立つことがあります。また、怒りや緊張を溜め込みやすいため、心の疲労に気づきにくい点が課題です。感情を抑えるほど行動が暴走しやすくなります。",
    "growth": "意識的に休息を挟み、他者の歩幅を理解する姿勢を持つと、命数18の推進力は善循環に変わります。強すぎるエネルギーは“方向性の調整”だけで驚くほど洗練されます。"
  },

  "19": {
    "title": "命数19｜精霊座（銀）｜深層を照らす観察者",
    "core": "命数19は“深い洞察と静かな情熱”を持つ観察者タイプ。精霊座（銀）の性質により、人の本音・関係性の微細なズレ・隠された感情に早期に気づく力があります。表面的な言葉ではなく背景を読むため、信頼関係の構築能力が高い命数でもあります。",
    "talent": "心理・教育・医療・分析・研究・執筆など、深い洞察が武器になる領域で才能が開花します。問題の根本原因を探る力が強く、周囲から“話すと整理される人”として高く評価されます。",
    "shadow": "慎重すぎてチャンスを逃すことがあります。また、他者の気持ちを察しすぎて自分を抑え込みがち。孤立感を抱えやすく、内側で思い詰めてしまう傾向があります。",
    "growth": "小さな挑戦を積み重ねることで運命が大きく動きます。思考の深さを現実行動に変換するクセをつけると、人生は驚くほど軽快になります。"
  },

  "20": {
    "title": "命数20｜精霊座（銀）｜感情の航海士",
    "core": "命数20は“感情の流れを読む力”に優れたタイプです。精霊座（銀）の敏感な感性により、周囲の人が抱える不安・期待・迷いを自然に察知します。人の気持ちに寄り添いながら、必要な一言を届けるセンスを持つため、人間関係の潤滑油として重要な役割を果たします。",
    "talent": "対話力・共感力・サポート能力が高く、人に安心感を与える天性の魅力があります。心理・看護・福祉・教育・サービス業・販売など“人の感情を扱う仕事”で力を発揮しやすい命数です。",
    "shadow": "気遣いが過剰になり、自分を犠牲にしてしまうことがあります。感情を吸い込みやすく、気力が急に落ちる場面も。境界線が曖昧なまま人に合わせ続けると疲労が蓄積します。",
    "growth": "『自分の感情を先に整える』習慣を持つだけで才能がクリアに発揮されます。安心できる人間関係を選び、心が満たされる時間を増やすことで、本来の魅力が大きく開花します。"
  },

  "21": {
    "title": "命数21｜天命座（金）｜本質へ進むリーダー",
    "core": "命数21は“生まれながらの起点”を象徴し、周囲の流れをまとめる役割が自然と集まってくるタイプです。天命座（金）の力により、物事の本質をつかむ直観と、実際に行動へ移す決断力が高いのが特徴。若い頃は責任を背負わされやすいですが、中盤以降にリーダーシップが磨かれ、人生の要所で重要な役割を任される宿命を持ちます。",
    "talent": "決断の速さ、人をまとめる力、信頼される安定感が最大の武器。現場での采配、企画推進、管理職、教育、研究など幅広い領域で強さを発揮します。“一度やると決めたこと”を確実に形にする堅実な実行力があります。",
    "shadow": "責任感が強すぎて一人で抱え込み、限界を越えてしまうことがあります。自分の正しさを守るあまり、他者の感情に鈍くなることも。また、完璧主義が強いと『なぜ自分ばかり』という疲れが噴き出す瞬間があります。",
    "growth": "『任せる技術』を身につけると人生が劇的に軽くなります。意見を共有し、他者のペースを取り入れるだけで環境が整い、自分の判断がさらに研ぎ澄まされます。基盤を作る力が強いため、チームづくりが運命を大きく好転させます。"
  },

  "22": {
    "title": "命数22｜天命座（金）｜使命を現実化する推進者",
    "core": "命数22は“使命の実行者”という特別なエネルギーを持ちます。天命座（金）の影響により、理想と現実の双方をつなぐ架け橋としての働きが得意です。周囲からの期待が集まりやすく、大きな責務を託される場面が多いタイプです。苦しい環境でも粘り強く前進できるため、長期的な計画や大規模なプロジェクトに強い適性を持ちます。",
    "talent": "実行力・継続力・粘着力が突出しており、組織・研究・経営・企画運営・インフラなど“大きな枠組み”の中で力を発揮します。複雑な問題も段階的に突破できる根気強さは命数22の専売特許です。",
    "shadow": "期待され続けることでプレッシャーが積み重なりやすく、疲労が限界に来ても気づかないことがあります。責任を抱え込みすぎると孤立しやすく、感情表現が乏しくなる傾向も。",
    "growth": "『小さな成功の共有』を意識すると人が自然と助けてくれるようになり、プレッシャーが軽減されます。使命を一人で背負わず、役割を適切に分配することで、周囲と協力して大業を果たせる運命です。"
  },

  "23": {
    "title": "命数23｜天命座（金）｜縦横無尽のアクティベーター",
    "core": "命数23は“動けば道が開く”エネルギーの強い命数です。天命座（金）の活動力と感受性が組み合わさり、行動から運をつかむタイプ。静より動、思考より体験を優先し、挑戦すればするほど環境が整います。じっとしていると停滞しやすいですが、動き続けることで人生が鮮やかに展開します。",
    "talent": "行動力、突破力、柔軟性。職種の枠を超える能力があり、仕事・趣味・人間関係でマルチに活躍できます。人を惹きつける明るさと軽やかさがあり、チームのムードメーカーとしての魅力も強い命数です。",
    "shadow": "動きすぎて疲れを見落とすことが最大の課題。また、興味が移りやすく、継続が苦手に見える場面もあります。周囲の意向やペースに振り回されると、自分を見失うリスクがあります。",
    "growth": "“動く方向性”を明確にするだけで才能のベクトルが整い、成果が倍増します。小さなゴールを区切って行動することで、モチベーションと集中力が安定し、23の勢いが最大化します。"
  },

  "24": {
    "title": "命数24｜天命座（金）｜周囲を育てる守護者",
    "core": "命数24は“守りと成長”のエネルギーを持つ、安定感の高い命数です。天命座（金）の影響で、責任感・誠実さ・共感力のバランスが良く、家庭や職場など“自分が関わる場所”を整える働きを自然に担います。周囲から頼られやすく、気づけば中心的な役割に立っていることが多いタイプです。",
    "talent": "育成力、支援力、管理力が高く、教育・医療福祉・管理職・人事・家庭運営などに適性があります。人が安心して成長できる土台を作る力があり、長期的に関わるほど結果を出せる命数です。",
    "shadow": "頼られすぎて自分を後回しにしがち。真面目さが裏目に出ると“やりすぎ・抱えすぎ”が起こります。NOと言えず疲労を蓄積し、突然限界が来るタイプです。",
    "growth": "『役割を選ぶ』意識を持つことで、命数24の安定力は最強の長所に変わります。守るべき範囲を決めると心がラクになり、あなたの優しさが健全に機能します。"
  },

  "25": {
    "title": "命数25｜天命座（金）｜透徹した知性の探究者",
    "core": "命数25は“知の追求”を象徴し、深く考え、理解し、真実を探る力が突出しています。天命座（金）の鋭い知性により、複雑な構造や理論を瞬時に把握し、全体像を読み解く能力が高いタイプ。人より一段深い視点から物事を洞察するため、周囲から“頭の回転が速い人”と評価されやすい命数です。",
    "talent": "分析・研究・企画・戦略・教育など思考力が求められる領域で才能が開花。問題の原因を論理的に特定し、改善策まで提示することができます。集中力が高く、学びを深掘りする姿勢が大きな成果を生みます。",
    "shadow": "考えすぎて行動が遅れる傾向があります。また、周囲の理解が追いつかず孤立することも。正しさを重視しすぎると、人の感情を切り捨ててしまい、関係がぎくしゃくすることがあります。",
    "growth": "『70点で動く』ことが成功の鍵。完璧を捨て、まず行動することで25の知性は現実的な成果へ変わります。他者の感情を少し意識するだけで、周囲との協力関係が劇的に良くなります。"
  },

  "26": {
    "title": "命数26｜天命座（銀）｜静かな強さを持つ調律者",
    "core": "命数26は“静かなる責任感と忍耐力”を象徴します。天命座（銀）の落ち着いた気質により、どんな状況でもブレない安定感を持ちます。若い頃は周囲の期待に応えすぎて疲れる時期がありますが、人生中盤以降に“揺るぎない価値”として信頼を獲得しやすい命数です。",
    "talent": "継続力・集中力・安定感が強み。地道な努力を積み重ねることで成果を引き寄せます。管理・経理・技術・医療・行政・教育など、責任と誠実さが求められる領域に向いています。",
    "shadow": "自分を表現するのが苦手で、誤解されやすい命数。また、人に頼ることができず疲れを溜め込みがち。視野が狭くなると、変化に対して頑なになることもあります。",
    "growth": "『小さな助けを受け取る』ことが開運のきっかけになります。周囲と心を開いて関わることで、使命が楽に回り始めます。自分のペースを大切にすることで、26の安定力は圧倒的な強さに変わります。"
  },

  "27": {
    "title": "命数27｜天命座（銀）｜全体を見渡す戦略家",
    "core": "命数27は“全体最適”を自然に見抜く戦略型の命数です。天命座（銀）の俯瞰視点により、複雑な状況でも優先順位を素早く判断できます。個人より組織全体・長期スパンで物事を考えるため、若い頃は周囲と噛み合わない時期がありますが、中盤以降に強みが大きく開花します。",
    "talent": "俯瞰力・論理性・計画性が武器となり、マネジメント・経営・政策・企画・研究などで能力を発揮します。意思決定が的確で、大局を捉えた判断ができるタイプです。",
    "shadow": "感情面を軽視しやすい傾向があり、冷たく見られることがあります。また慎重すぎるため、行動に移るまで時間がかかり、チャンスを逃すことも。",
    "growth": "直感的な判断を少量混ぜるだけで判断の質が劇的に向上します。また、感情の情報を軽視しないことで、周囲との協力関係が整い、戦略性が最大限に発揮されます。"
  },

  "28": {
    "title": "命数28｜天命座（銀）｜責任を越えていく求道者",
    "core": "命数28は“人生の深みに向かう探求心”を持つ命数です。天命座（銀）の内省力が強く、自分の役割や存在意義を深く考える傾向があります。真面目で誠実、責任に対して逃げない強さを持つため、重要な任務や信頼を託されやすいタイプです。",
    "talent": "分析力・内省力・継続力が際立ちます。専門分野を掘り下げる仕事（研究・技術・教育・医療・法律など）で成果を出しやすい命数です。静かなカリスマ性があり、周囲からの信頼も厚いタイプ。",
    "shadow": "責任を抱え込みすぎて心が重くなることがあります。また、完璧主義が行き過ぎると孤立したり、感情表現が苦手で誤解されやすい面も。",
    "growth": "『小さく任せる』『弱さを見せる』ことで、28の真価が一気に開花します。他者と協力することで負荷が減り、集中すべき領域にエネルギーを注げるようになります。"
  },

  "29": {
    "title": "命数29｜天命座（銀）｜深層を読むインサイトホルダー",
    "core": "命数29は“深層を読む洞察”が非常に強いタイプです。天命座（銀）の内的感受性により、人の心・場の空気・構造の問題点を直観的に見抜きます。繊細でありながら芯が強く、周囲を見守るような温かさを持った命数です。",
    "talent": "カウンセリング・教育・研究・分析・アートなど、洞察を活かす領域で才能が発揮されます。表面的な情報ではなく、本質的なポイントを突くことが得意。静かに場を支える存在として信頼されます。",
    "shadow": "感受性が強すぎて疲れやすい面があります。また、慎重になりすぎて行動に移せないパターンも。人に気を遣いすぎて自分を抑え込む傾向があります。",
    "growth": "『行動の小さな一歩』を積み重ねると運命が急速に前進します。感じたことを言語化し、共有するだけで環境が大きく変わり、29の洞察力が人の役に立ち始めます。"
  },

  "30": {
    "title": "命数30｜天命座（銀）｜直感と理性の橋渡し役",
    "core": "命数30は“直感と理性をつなぐ統合タイプ”です。天命座（銀）の落ち着いた思考に直観の閃きが組み合わさり、バランス良く判断し行動できます。起こる出来事の意味を深く理解し、周囲の状況を冷静に観察できるため、調整役・相談役として信頼されやすい命数です。",
    "talent": "分析力・共感力・調整力がバランスよく発揮されます。教育・心理・研究・企画など知性と感性の両方を使う領域で強みが出ます。問題を穏やかに処理し、複雑な状況を整理する能力があります。",
    "shadow": "慎重すぎて決断が遅れることがあります。また、周囲の意見を聞きすぎて、自分の意思が揺れやすい面も。優しさが行き過ぎると、自分の負担が増えてしまいます。",
    "growth": "『自分の直感を優先する場面』を意図的に作ると、迷いが消え才能が開花します。直感と理性のバランスを活かし、行動へつなげることで人生が大きく動き始めます。"
  },
{
  "31": {
    "core": "【命数31｜時空座（金）】\n命数31の人物は「時間と状況の流れを読む能力」に優れ、周囲が気づかない微細な変化を先に感じ取る直感型のリーダーです。人の心理の“揺れ”を読むことが得意で、場が荒れそうな時やトラブルになりそうな時に自然と舵取り役を担います。社会の変化に強く、転換期に実力を発揮しやすい傾向があります。若い頃は慎重で自己主張が弱いと見られますが、中盤以降に影響力が増し、周囲が頼りたくなる“まとめ役”に変化していきます。表面は穏やかでも内側に強固な信念を持ち、人生後半に大きく飛躍するタイプです。"
  },
  "32": {
    "core": "【命数32｜時空座（金）】\n命数32は「幸運の連鎖」が起こりやすく、人生の局面で“助けられる”“救われる”という展開が多い特別な命数です。人に恵まれ、信頼を寄せられ、困難を越えるタイミングで必ず手を差し伸べてくれる存在が現れます。本人は謙虚で控えめですが、内側には非常に強い生命力と回復力を持ち、運気が落ちても必ず復活する不死鳥タイプ。ひとを惹きつける柔らかい魅力があり、自然と味方が増えていくのも特徴です。特に30代以降は運命が安定し、財運・人脈・信用が大きく伸びます。"
  },
  "33": {
    "core": "【命数33｜時空座（金）】\n命数33の人物は「常識外の視点」を持つ霊感的な直観型で、周囲が理解しきれないほどの発想力や感受性を持つ特異点のような存在です。枠にはまりにくく、価値観の変換・既存構造の再構築・新領域の開拓に強く、少数派であっても大きな影響を与えます。学生期から“浮いた存在”として扱われることもありますが、精神的に成熟する30代以降に才能が爆発し、独自領域で成功するケースが多いです。感情の波が激しく、扱いづらいと見られる一方、実は非常に愛情深く繊細。理解してくれる少数の仲間に支えられて大成していきます。"
  },
  "34": {
    "core": "【命数34｜時空座（金）】\n命数34は「積み重ねによる強さ」を象徴し、一度決めたことを粘り強く継続する才能を持つ典型的な努力型の成功者です。表面的には地味でも、長期視点で圧倒的成果を出すタイプ。集中力・継続力・忠誠心が高く、周囲は“気づいたらすごい成長をしている人”と評価します。若い頃は報われにくい時期がありますが、中盤以降は努力が一気に回収されていきます。人生の後半ほど輝きが増す反転型。人の痛みがわかるため信頼が厚く、管理職・教育・調整役などでも実力を発揮します。"
  },
  "35": {
    "core": "【命数35｜時空座（金）】\n命数35を持つ人は「激動を乗り越えて新しい自分になる」変容力の強いタイプ。人生に波が多く、良い時と悪い時の差が大きいですが、その経験が最終的に大きな信頼と実力に変わります。感情の深さが魅力で、人を惹きつける情熱と影響力を持ち、リーダーに自然と押し上げられやすい資質です。20代後半〜30代前半は葛藤や転機が多くなりやすいですが、それを越えると“本来の強さ”が発揮され安定ゾーンに入ります。感性が鋭く、創造・表現・教育・福祉などで強い力を持ちます。"
  },
  "36": {
    "core": "【命数36｜時空座（銀）】\n命数36は「情報整理」と「分析力」に優れた高度な知性型。複雑な状況を瞬時に構造化し、最短ルートで答えを導き出すことができる“静かな頭脳派”です。協調性が高く表に出ようとしませんが、裏側で全てを管理し、周囲を支える縁の下の参謀役。冷静に見えて内側には深い情があり、“この人のためなら動ける”という相手に対しては献身的な面もあります。人生では数度の大きな環境変化が起こりやすい命数で、その中で本領が発揮されます。40代以降は安定と信用が固まり、穏やかで豊かな運気へと進みます。"
  },
  "37": {
    "core": "【命数37｜時空座（銀）】\n命数37は「使命感を帯びた行動力」と「突破力」を象徴し、誰よりも早く動き、誰よりも強く目的を追うパワータイプ。周囲の期待を背負うほど燃える傾向があり、責任を抱えることで才能が開花します。決断力が強く、リスクを恐れず行動できる勇者の器。若い頃は誤解されやすかったり、強引と思われることもありますが、年齢とともに人間性が成熟し“人を導く側”へと変化します。30代以降は出会いに恵まれ、人生が大きく加速します。"
  },
  "38": {
    "core": "【命数38｜時空座（銀）】\n命数38は「直感と美意識」に優れたアーティスト気質。目に見えない空気、雰囲気、人の感情に非常に敏感で、繊細な表現や独自の世界観を生み出す力があります。幼少期から“少し普通と違う感性”を持つことが多く、他人に合わせすぎて疲れやすい傾向がありますが、自己理解が深まるにつれ大きく安定します。人への共感性が高く、相談役としても優秀。恋愛・家族・環境など“人間関係の質”が運命に直結します。良い縁を得ると人生が一気に開けます。"
  },
  "39": {
    "core": "【命数39｜時空座（銀）】\n命数39は「完成と再生の力」を持つ非常に強い命数。終わりと始まりの境界に立つ運命を象徴し、人生の転換点が多いほど実力が育ちます。何度倒れても立ち上がる粘り強さ、経験を財産に変える智慧、人を導く包容力を兼ね備え、晩年にかけて圧倒的な存在感を持つタイプ。人の弱さを理解し、深い共感で支えるため、多くの人から信頼されます。20代は不安定、30代で地盤形成、40代以降は大器晩成の運気に乗り、想像以上の発展を迎えます。"
  },
  "40": {
    "core": "【命数40｜時空座（銀）】\n命数40は「静かに世界を見渡す賢者タイプ」。感情の揺れが少なく、物事を俯瞰する視点を自然に備えるため、周囲から“落ち着いていて安心する人”と評価されます。知識欲が強く、人生の学びと経験を蓄積しながら確実にステージを上げていく堅実型。自分のペースを大切にし、無理な競争を嫌いますが、いざという時には鋭い判断力を発揮し周囲を驚かせます。後半ほど人脈と信用が固まり、穏やかで安定した成功を手にする命数です。"
  },
{
  "41": {
    "core": "【命数41｜変容座（金）】\n命数41は“再構築”と“再起動”の象徴であり、人生の節目ごとに価値観や環境が大きく切り替わる特徴を持つ特別な命数です。強い向上心を秘めており、壁にぶつかっても決して諦めない回復力があります。若い頃は環境の影響を強く受けやすく、職場・家庭・人間関係によって運気が上下しやすいですが、中盤以降は自分の軸が固まり安定します。忍耐力と継続力に優れ、どんな困難も“自分の成長材料”として昇華できる強さを持っています。人の本質を見抜く洞察力も鋭く、管理職・経営・教育・医療など、人を導く役割で特に力を発揮します。"
  },
  "42": {
    "core": "【命数42｜変容座（金）】\n命数42は“愛情”と“守護”を象徴し、家族・仲間・大切な人を全力で守るために生まれたような人物です。献身的で思いやりが深く、周囲の幸せを願い行動できる優しい性質を持ちますが、その反面、責任感が強すぎて自分を後回しにしがち。人生前半は人に振り回されることもありますが、後半は“誰を大切にし、何を守るか”が明確になり、一気に安定します。縁の質が運命を左右する命数で、良い人間関係に囲まれると能力が大きく花開きます。調整力・共感力に優れ、人の心に寄り添う天性のヒーラータイプです。"
  },
  "43": {
    "core": "【命数43｜変容座（金）】\n命数43は“強い精神力”と“独自の信念”を持つ求道者タイプ。内面は非常にストイックで、自らに厳しい一方、周囲には優しく思いやりを持って接することができます。妥協を嫌い、やると決めたら最後まで成し遂げる意志力が特徴。人生では大きな壁が数回訪れますが、その度に精神的な成長を遂げ、後半ほど穏やかで豊かな境地へ向かいます。深い洞察力と分析力を兼ね備えており、専門職や研究・教育の分野で能力を発揮します。真面目で一途な性格から、信頼される人が多く、年齢とともに人脈の質も向上していきます。"
  },
  "44": {
    "core": "【命数44｜変容座（金）】\n命数44は“規格外の実力者”として知られ、強い影響力・突破力・創造力のすべてを兼ね備えるハイパワー型の命数です。ゼロから物事を作り上げる開拓力が高く、誰もやったことのない道を切り開く革新者。若い頃はエネルギーが強すぎて周囲と衝突することもありますが、30代以降に“力の扱い方”を覚えると一気に大成功へ向かいます。人生の浮き沈みは激しいですが、経験を糧に大きく飛躍する大器晩成型。周囲に影響されない強い精神力を持ち、経営・芸術・技術分野などで圧倒的存在感を示します。"
  },
  "45": {
    "core": "【命数45｜変容座（金）】\n命数45は“安定と調和”の象徴で、落ち着いた気質と温和な人柄が特徴です。人の感情をよく読み、衝突を避けて上手く場を収める能力があり、“場を整える人”として信頼されます。争いが嫌いで、穏やかに物事を進められる環境の中で力を発揮します。一方で繊細すぎる面もあり、プレッシャーが強い環境では本領を発揮できません。人生後半ほど安定運が強く、家庭運も良好。コツコツと積み重ねる誠実さが武器で、経理・教育・福祉・医療など人を支える職種に適性があります。"
  },
  "46": {
    "core": "【命数46｜変容座（銀）】\n命数46は“柔軟性と適応力”を象徴し、環境の変化を自然に受け入れ、流れに合わせて最適な選択をできるタイプです。頑固さがなく、どんな人とも合わせられる器用さがあり、人間関係で大きくつまずくことが少ない命数。若い頃は迷いやすく方向性が安定しませんが、30代以降に“自分に合う世界”を見つけると急成長します。感性が豊かで、芸術性・企画力・コミュニケーション能力にも優れます。押し付けのない爽やかな魅力を持ち、周囲から自然と好かれます。"
  },
  "47": {
    "core": "【命数47｜変容座（銀）】\n命数47は“知性と責任”を象徴し、論理的思考と誠実な行動力を兼ね備えます。計画性と実行力が高く、どの環境でも重宝される堅実型。自分の役割に忠実で、最後まで完遂する信頼の厚い人物です。人生では大きな分岐点が数回あり、その度にステージが上がっていきます。人から期待されるほど実力が伸びるタイプで、管理・分析・法務・技術分野など“責任の重い仕事”で真価を発揮します。精神的に成熟する40代以降に安定と成功が重なり、穏やかで豊かな後半期を迎えます。"
  },
  "48": {
    "core": "【命数48｜変容座（銀）】\n命数48は“調和・共感・統合”の特質を持ち、人の気持ちや空気の流れを敏感に読みながら、最善の関係性を作り上げる調整者タイプです。柔らかい雰囲気と落ち着いた気質で、誰とでも円滑に関われるため、家庭・職場・友人関係の中心になりやすい命数。人生前半は迷いやすいですが、後半にかけて“自分が守りたい世界”が明確になり安定します。恋愛・結婚・家族との縁が特に強く、良い関係を築くことで運気が大幅に上昇します。"
  },
  "49": {
    "core": "【命数49｜変容座（銀）】\n命数49は“深い洞察と真理探求”を象徴する哲学者タイプ。表面的な事柄ではなく、物事の本質や背景を見抜く力が強く、自分なりの答えを求め続けます。知性が高い一方で、内向性が強く他人から“何を考えているかわからない”と思われることも。人生の中盤に大きな転換期が訪れ、価値観や生き方が一変することがあります。その後は精神的な安定と洞察の深まりがあり、後半ほど魅力と影響力が増していきます。研究・教育・技術職など“深く掘り下げる仕事”で真価を発揮します。"
  },
  "50": {
    "core": "【命数50｜変容座（銀）】\n命数50は“革新と自由”を象徴し、枠にとらわれない発想力と行動力が特徴です。束縛や制限を嫌い、自分らしく生きることに強い価値を置くタイプ。新しいものを作り出す才能があり、企画・発明・アート・ビジネスなど幅広く活躍できます。人生は波が多いですが、常に前進する強い生命力を持ち、困難に直面しても柔軟な思考で突破します。周囲から“一目置かれる存在”として扱われることも多く、個性を活かせる環境で真価を発揮します。"
  },

{
  "51": {
    "core": "【命数51｜叡智座（金）】\n命数51は“直観的叡智”を象徴し、表面的な情報を超えて物事の本質を見通す天性の洞察力を持っています。若い頃は環境に左右されやすく、周囲からの期待や評価に敏感になる時期が続きますが、30代以降に自己理解が進むにつれて精神的成熟が一気に進みます。人の心の動きに敏感で、ちょっとした違和感や空気の乱れを察知する能力があり、心理・教育・医療など、人に寄り添う分野で特に力を発揮します。内面は優しく温かい一方、他者の負の感情を吸いやすく疲れやすい傾向も。自分のペースや心の境界線を大切にすると運気が安定します。"
  },
  "52": {
    "core": "【命数52｜叡智座（金）】\n命数52は“深い思索”と“精神性の高さ”が特徴で、人生を通して知識・哲学・精神世界を探究する傾向が強い命数です。幼少期から落ち着いた雰囲気を持ち、周囲と少し異なる感性を抱きながら成長します。思考は緻密で慎重、決断には時間がかかることがありますが、一度決めたら揺らがない強さがあります。人に流されない独自の道を選びやすく、専門職や研究分野で能力が開花します。他者に誠実で嘘がつけない性質のため、信頼関係を築くと一生の縁となりやすい。50代以降は精神的豊かさと穏やかな生活が整う安定運。"
  },
  "53": {
    "core": "【命数53｜叡智座（金）】\n命数53は“統率・見通し・遠望”を象徴し、全体を俯瞰し未来を予測する力に長けたリーダータイプ。人をまとめる能力が高く、自然と責任ある立場や中心的役割を任されることが多い命数です。若い頃は誤解を受けやすく、周囲の感情に合わせすぎて疲れる時期もありますが、年齢を重ねるほど自分らしい指導力が確立されていきます。対人関係では誠実で義理堅く、裏表のない性格が評価されます。管理職・経営・教育・地域活動など、“人を導く場”がもっとも適職。晩年にかけて社会的信用が積み上がり、豊かで安定した基盤が形成される大器型。"
  },
  "54": {
    "core": "【命数54｜叡智座（金）】\n命数54は“冷静・合理・安定”の象徴で、感情に流されず物事を客観視する力をもつ堅実タイプです。慎重な性格で、無駄を嫌い現実的な判断を好みます。若い頃は控えめな印象を与えやすいですが、内面には強い意志と責任感が宿っており、信頼される役職に抜擢されやすい命数です。後半にかけて人生の基盤が固まり、家庭・仕事ともに安定運となります。ストレス環境に長くいると内側に溜め込みすぎて心身を壊しやすいため、適度な休息が運気安定の鍵。事務・会計・技術・公務・医療管理など“精度を要する仕事”で力を発揮します。"
  },
  "55": {
    "core": "【命数55｜叡智座（金）】\n命数55は“知性と創造性の融合”を象徴する命数で、論理と感性のバランスが非常に優れたタイプです。新しいアイデアを次々と生み出す発想力を持ちながら、それを現実的に運用できる実務力も兼ね備えています。多才で、さまざまな分野に興味を向ける器用さがありますが、その分、方向性が分散しやすい側面も。30代以降に“自分が長く続けられるもの”に集中し始めると、一気に成功運が高まります。コミュニケーション能力も高く、人脈によって運気が上昇しやすい命数です。教育・企画・研究・デザイン・経営補佐など幅広く適性を持ちます。"
  },
  "56": {
    "core": "【命数56｜叡智座（銀）】\n命数56は“調整・仲介・橋渡し”の才能を持つ命数で、人と人、場と場を柔らかく繋ぐ調整役として活躍します。空気を読む力が鋭く、周囲の気持ちへ自然に寄り添うことができるため、対人トラブルを未然に防ぐことも得意。穏やかな優しさと親しみやすい雰囲気があり、多くの人から好かれるタイプです。若い頃は優しすぎて損をする場面もありますが、年齢と共に境界線の作り方が上手くなり運気が安定します。福祉・医療・教育・調整職など、人を支える役割で真価を発揮します。"
  },
  "57": {
    "core": "【命数57｜叡智座（銀）】\n命数57は“分析・思考・真理追求”の命数で、深く考え、深く理解し、深く掘り下げることを得意とします。外面は落ち着いて見えますが、内面には鋭い知的エネルギーが宿っており、物事を自分の中でじっくり整理してから動く慎重派。誤解を恐れるあまり言葉を選びすぎて会話が淡白になることもありますが、芯の強さと誠実さに気づいた人からは絶大な信頼を得ます。研究・教育・技術・文章など“深く掘る領域”で才能が発揮されます。50代以降は精神的安定と自己理解が深まり、知恵が人生を導く時期に入ります。"
  },
  "58": {
    "core": "【命数58｜叡智座（銀）】\n命数58は“冷静と情熱の二面性”を持つ命数で、普段は落ち着いて見えますが、内側には強い意欲と探究心が宿っています。目標が定まると驚くほどの集中力を発揮し、周囲を驚かせる成果を出すことも。一方で、興味が薄れると一気に手を引く潔さもあり、マイペースに生きることが心の安定につながります。人生前半は試行錯誤が多いものの、後半に“自分の得意軸”が固まり、一気に実力が花開くタイプ。専門職・芸術・技術研究など、“一点に集中して極める仕事”に向く命数です。"
  },
  "59": {
    "core": "【命数59｜叡智座（銀）】\n命数59は“感受性・優しさ・深い情緒”の象徴で、人の気持ちに寄り添う能力が非常に高い命数です。人の痛みや喜びを自分ごとのように感じるほど共感力が強く、支援・ケア・教育分野で大きな力を発揮します。反面、環境の影響を受けやすく、ネガティブな人間関係や厳しい環境に長くいると心身を消耗することも。自分を守る境界線を覚えることで人生が大きく安定します。人生後半は“支える側から支えられる側へ”とバランスが取れ、穏やかで豊かな流れが続く運勢です。"
  },
  "60": {
    "core": "【命数60｜叡智座（銀）】\n命数60は“完成・統合・最終形”を象徴する特別な命数で、全体を俯瞰する視点、深い理解力、柔軟な対応力のすべてを兼ね備えた“総合型”。人生の前半は周囲の期待や環境の影響で迷いや葛藤が起きやすいですが、後半にかけて内側の安定と精神的成熟が急速に進みます。人の本質を見抜く眼が鋭く、調整力にも優れ、家庭・職場・地域の中心やまとめ役になることが多い命数。誰かを導く立場や、知識を伝える教育・相談・管理分野で真価が発揮されます。晩年ほど運気が整い、豊かな人間関係に囲まれる安定運です。"
  }
}
