{
  "num1": {
    "short": "行動的で直感型。突破力がある。",
    "text": "命数1（導星座・金）：直感と即断力が強く、未知に踏み出す勇気を持つタイプです。短期決戦で力を発揮しやすく、リーダー役を任されることが多い反面、周囲の意見を取り込むと更に安定します。自分の感情の波を小まめに整えることで人間関係が滑らかになります。"
  },
  "num2": {
    "short": "協調的で感受性が高い。",
    "text": "命数2（導星座・銀）：人への同調性が高く、空気を読む力に優れます。チームの調整役として重宝される一方で、自分の意見を抑えすぎるとストレスが溜まるため、表現の練習が有効です。情緒的なサポートを得ることで安定感が増します。"
  },
  "num3": {
    "short": "好奇心旺盛で柔軟に動ける。",
    "text": "命数3（精霊座・金）：新しい環境にすぐ馴染む適応力があり、多趣味で多方面に顔を出すタイプ。情報収集が得意で、変化の激しい局面で強さを発揮します。ただし広く浅くになりがちなので、深掘り対象を1つか2つ決めると実力が伸びます。"
  },
  "num4": {
    "short": "安定志向。計画を大切にする。",
    "text": "命数4（精霊座・銀）：計画性と慎重さが特徴で、堅実な歩みで信頼を築きます。急な変化に対しては慎重に動く傾向がありますが、継続力に優れているため長期的なプロジェクトを完遂させやすいです。小さな成功体験を積むことで自己肯定感が高まります。"
  },
  "num5": {
    "short": "情熱と行動が同居するタイプ。",
    "text": "命数5（天命座・金）：熱量があり情熱的に物事を進める力を持ちます。アイデアを形にするスピード感が強く、周囲を巻き込む魅力があります。ただし勢い任せになりやすいので、タイミングと根回しを意識すると成果が更に安定します。"
  },
  "num6": {
    "short": "調和を重んじる世話役タイプ。",
    "text": "命数6（天命座・銀）：人を支えることに喜びを感じる世話役タイプ。家庭やチームの雰囲気を整える力に長けています。自己犠牲になりすぎないために、適切な距離感を保つことと、自分の喜びに投資する訓練が有用です。"
  },
  "num7": {
    "short": "分析的で探究心が強い。",
    "text": "命数7（時空座・金）：物事を深掘りするのが得意で、論理的な思考力が高いタイプです。研究や専門性が生きる場面で輝きますが、感情表現が控えめになりがちなので、信頼関係を築くためには感覚的な共有も意識すると良いでしょう。"
  },
  "num8": {
    "short": "柔軟で人脈を広げる器用さ。",
    "text": "命数8（時空座・銀）：社交性があり、様々な人と接点を作るのが得意です。ネットワークを生かして仕事やプロジェクトを推進できます。残念ながら優先順位の管理が課題になることがあるため、目的を明確にしてから動くと効果的です。"
  },
  "num9": {
    "short": "理想主義で創造性が高い。",
    "text": "命数9（変容座・金）：アイデアや理想を現実へ繋げる創造力に富むタイプ。情熱を持ってプロジェクトに取り組む反面、現実面の詰めが甘くなりやすいので、実務担当と協業することで成功率が上がります。"
  },
  "num10": {
    "short": "現実的で組織運営に強い。",
    "text": "命数10（変容座・銀）：管理能力と現場の目配りに長け、プロジェクトを安定させる役割が合います。ルールや手順を整備することでチームのパフォーマンスを高めますが、柔軟性も時には必要です。"
  },
  "num11": {
    "short": "独自性が強く、個の表現が得意。",
    "text": "命数11（叡智座・金）：独創的な発想を行動に移すエネルギーがあり、アーティスティックな領域でも才能を発揮します。個性を受け入れてくれる環境でこそ能力が伸びるため、無理に既存に合わせようとしないことが大切です。"
  },
  "num12": {
    "short": "慎重で深みのある人間性。",
    "text": "命数12（叡智座・銀）：内面に深みがあり、慎重に物事を扱う賢さが特徴です。共感力も備えており、相談役として信頼されます。自己開示のタイミングを工夫すると人間関係が豊かになります。"
  },
  "num13": {
    "short": "エネルギーと直観が融合する。",
    "text": "命数13（導星座・金）：行動力と直観が同居するタイプで、波に乗ると大きな成果を出します。勢いのある時ほど周囲との調整を忘れないことが課題です。成功の波を維持するためのルーティンを作ると良いでしょう。"
  },
  "num14": {
    "short": "思いやり深く調整役が得意。",
    "text": "命数14（導星座・銀）：他者の感情に敏感で、場を和ませる才能があります。折衝や調停が得意ですが、自分のニーズを後回しにする傾向があるため、時々は自分を優先する練習が大切です。"
  },
  "num15": {
    "short": "好奇心旺盛で多才。",
    "text": "命数15（精霊座・金）：好奇心が強く学ぶ速度が早いです。様々な分野を横断的に活かせるため、複合的な価値を生みやすい。深堀りの時間を確保すると専門性が磨かれます。"
  },
  "num16": {
    "short": "冷静でバランス感覚に優れる。",
    "text": "命数16（精霊座・銀）：判断力に安定感があり、感情に流されず適切な選択をできます。人の意見を取り入れながらも自分の軸を保てるため、信頼される存在です。ただし柔らかさを見せると更に人間関係が深まります。"
  },
  "num17": {
    "short": "発想が豊かで変化を楽しむ。",
    "text": "命数17（天命座・金）：変化に強く、新しい挑戦を楽しめるタイプです。好奇心が行動に直結するため、短期間での成果を作りやすい反面、長期の持続には計画が必要です。"
  },
  "num18": {
    "short": "協力を重んじ、安心感を与える。",
    "text": "命数18（天命座・銀）：周囲と協力して動くことで力を発揮します。支援やフォローに適性があり、チームの安定に貢献します。自分の役割を明確にすることでストレスが減ります。"
  },
  "num19": {
    "short": "深い洞察力と強い集中力。",
    "text": "命数19（時空座・金）：観察眼と洞察力に優れ、物事の本質を見抜く力があります。専門的な分野で重宝される一方、周囲に理解されにくいと感じることがあるため、説明力を磨くと有利です。"
  },
  "num20": {
    "short": "社交性とバランス感覚のある人物。",
    "text": "命数20（時空座・銀）：人との調和を大切にする社交性があり、場を盛り上げる才能があります。計画性と柔軟性を両立させると、チームでの信頼が一層高まります。"
  },
  "num21": {
    "short": "自主性が強く目標志向。",
    "text": "命数21（変容座・金）：目標に向かって自発的に動く力があり、成果を出すための集中力があります。時には周囲を引っ張りすぎる傾向があるため、共感的なコミュニケーションを取り入れると協力が得やすくなります。"
  },
  "num22": {
    "short": "安定した感受性で信頼される。",
    "text": "命数22（変容座・銀）：感受性がありながらも安定感があるため、人から相談されることが多いタイプです。信頼を育てる力に優れていますが、感情を溜め込み過ぎないケアが必要です。"
  },
  "num23": {
    "short": "アイデアを実行に移す能力が高い。",
    "text": "命数23（叡智座・金）：創造性と実行力を兼ね備えたタイプで、ユニークな発想を現実に繋げるのが得意です。チーム内で役割分担を明確にすると、成果が安定します。"
  },
  "num24": {
    "short": "思慮深くバランスを取る達人。",
    "text": "命数24（叡智座・銀）：思慮深さがあり、複雑な状況でも冷静に舵取りができます。調整役として重宝されますが、自分の情熱を表現する機会を作ることも大切です。"
  },
  "num25": {
    "short": "情熱的で周囲を鼓舞する力がある。",
    "text": "命数25（導星座・金）：エネルギッシュで周囲に影響を与える力があります。ビジョンを示すことでチームを引っ張れますが、息切れしないための休息計画も重要です。"
  },
  "num26": {
    "short": "配慮深く人を支える力がある。",
    "text": "命数26（導星座・銀）：配慮に富み、人を支える行動が自然にできるタイプ。周囲を安堵させる力があります。自分の価値を認める時間を作ると更に輝きます。"
  },
  "num27": {
    "short": "柔軟な思考で課題解決をする。",
    "text": "命数27（精霊座・金）：臨機応変に動けるため、変化の多い現場で強さを発揮します。短期的な解決策が得意ですが、長期的視点も時折取り入れると相乗効果が出ます。"
  },
  "num28": {
    "short": "信頼される慎重派。丁寧さが武器。",
    "text": "命数28（精霊座・銀）：丁寧で信頼される働き方ができるので、細かな仕事で力を発揮します。完璧主義に陥らないための効率化を意識することで、負担が軽減します。"
  },
  "num29": {
    "short": "挑戦心が強く突破力がある。",
    "text": "命数29（天命座・金）：新しい挑戦に向かって行動する力が強く、チャンスを掴むのが得意です。計画性を持って動くと、成功の持続性が増します。"
  },
  "num30": {
    "short": "協調性と実行力を両立する。",
    "text": "命数30（天命座・銀）：協調しながら目標に向かうことが得意で、現場での安定的な推進役になります。衝突を避けつつ結果を出すための調整力が魅力です。"
  },
  "num31": {
    "short": "独創性が高く個を大切にする。",
    "text": "命数31（時空座・金）：独自の価値観で道を切り開く力があり、表現者としても強さがあります。孤立しがちな場面もあるので、理解者を一人でも持つと安心して活動できます。"
  },
  "num32": {
    "short": "細やかな気配りと実務能力。",
    "text": "命数32（時空座・銀）：実務遂行能力と細やかな配慮を持つため、現場で頼られる存在です。計画と実行の両輪で成果を作ると評価が高まります。"
  },
  "num33": {
    "short": "情熱と表現力で人を惹きつける。",
    "text": "命数33（変容座・金）：人を惹きつける表現力と情熱を持ち、多くの支持を集めやすいです。自己表現を大切にすることで創造性がさらに開花しますが、休息も忘れないでください。"
  },
  "num34": {
    "short": "バランス感覚に優れ協調を重んじる。",
    "text": "命数34（変容座・銀）：協調を重んじながらも自分のペースを保てるバランス感覚があります。集団の中で調整役を担うと安定感を発揮します。"
  },
  "num35": {
    "short": "直観力が冴え、状況を読む。",
    "text": "命数35（叡智座・金）：直観的に状況を把握する力があり、適切なタイミングで行動できます。判断を信じて進む一方、説明を補うことで周囲の理解が深まります。"
  },
  "num36": {
    "short": "穏やかで信頼される人格者。",
    "text": "命数36（叡智座・銀）：穏やかな人柄で周囲に安心感を与えるため、長期的な信頼を築きやすいです。変化の波に耐える力があるため、安定した成果を残します。"
  },
  "num37": {
    "short": "挑戦と成長を好む冒険者。",
    "text": "命数37（導星座・金）：挑戦を楽しみ、環境の変化を糧に成長するタイプです。挑戦の際は基礎固めを怠らないと安定度が上がります。"
  },
  "num38": {
    "short": "人との繋がりを大切に育む。",
    "text": "命数38（導星座・銀）：人間関係を丁寧に育てることで運気が上向くタイプ。共感力が強く、支え合いの中で力を発揮します。自分の時間も意識的に確保するとよいでしょう。"
  },
  "num39": {
    "short": "創造と構築を両立する力量。",
    "text": "命数39（精霊座・金）：アイデアを形にする力があり、構築力にも優れます。計画的に段階を踏むことで大きなプロジェクトも成功させられます。"
  },
  "num40": {
    "short": "細部に強く堅実な仕事ぶり。",
    "text": "命数40（精霊座・銀）：細部への気配りができ、安定した品質を保つことが得意です。完璧主義になりすぎないための柔軟性を持つと心地よく働けます。"
  },
  "num41": {
    "short": "先駆者タイプ。変革を起こす力。",
    "text": "命数41（天命座・金）：変革を好み新しい流れを作る力があります。ビジョンを示すことで多くの人を巻き込みますが、土台作りを怠らないことが成功の鍵です。"
  },
  "num42": {
    "short": "柔軟な調整力で周囲を安定化。",
    "text": "命数42（天命座・銀）：柔軟に他者の意見を取り入れて場を整える力があり、調整役に最適です。自分の意思表示も忘れずに行うことで存在感が増します。"
  },
  "num43": {
    "short": "情熱的な創造者で人を動かす。",
    "text": "命数43（時空座・金）：情熱と行動力が高く、人を動かす力を持っています。情熱の向け先を明確にすると大きな成果を出せます。"
  },
  "num44": {
    "short": "堅実さと洞察力を併せ持つ。",
    "text": "命数44（時空座・銀）：洞察力と堅実さが融合しており、長期的な視点で物事を見られます。信頼が厚い反面、変化への対応も意識すると柔軟性が増します。"
  },
  "num45": {
    "short": "独自の視点で可能性を切り開く。",
    "text": "命数45（変容座・金）：独創的な視点で新たな可能性を見出す力があります。周囲との協働で更にパフォーマンスが伸びるため、仲間づくりを大切に。"
  },
  "num46": {
    "short": "共感力と現実力を併せ持つ調整者。",
    "text": "命数46（変容座・銀）：共感力を土台に現実的に物事を動かす能力があります。調整力があり、橋渡し役として重宝されます。"
  },
  "num47": {
    "short": "挑戦心と分析力のある活動家。",
    "text": "命数47（叡智座・金）：挑戦を行動に移すエネルギーと分析力を併せ持つため、実務と戦略両面で活躍できます。自分の体力配分を意識すると持続力が増します。"
  },
  "num48": {
    "short": "温和で深みのある協働者。",
    "text": "命数48（叡智座・銀）：温和で深みのある人格があり、長期的な協働に向いています。穏やかな影響力で周囲を支えます。"
  },
  "num49": {
    "short": "直観と行動を素早く結びつける。",
    "text": "命数49（導星座・金）：直観を即行動に移せる機敏さがあり、変化の波を捉えて活躍します。反射的な判断が多い分、振り返りの時間を取ると成長が加速します。"
  },
  "num50": {
    "short": "調整役としての器量が光る。",
    "text": "命数50（導星座・銀）：周囲の動きを読み取り適切に調整する器量があり、チームの安定に寄与します。対話の場を作ることで信頼関係が深まります。"
  },
  "num51": {
    "short": "情熱と探求心で先導する。",
    "text": "命数51（精霊座・金）：探求心が強く、自ら学び先導する力があります。専門性を形にすることで評価が高まりますが、時折休息を入れてリフレッシュすることが重要です。"
  },
  "num52": {
    "short": "思慮深く周囲を安定させる。",
    "text": "命数52（精霊座・銀）：思慮深さで周囲を落ち着かせる存在です。深い議論にも耐えうる冷静さがあり、信頼されるポジションを築けます。"
  },
  "num53": {
    "short": "創造力と実行力を兼ね備える。",
    "text": "命数53（天命座・金）：創造的なアイデアを実行に移すパワーがあり、リーダーシップを発揮します。周囲との調整を忘れないことで長続きします。"
  },
  "num54": {
    "short": "協力的で現場に根ざす実務家。",
    "text": "命数54（天命座・銀）：現場対応力が高く、仲間と協力して成果を作るタイプ。細かな気配りが評価を生みます。"
  },
  "num55": {
    "short": "大胆さと直感で突破する。",
    "text": "命数55（時空座・金）：大胆に挑み、直感を信じて行動できるタイプ。リスク管理を忘れずに行えば、成功確率が高まります。"
  },
  "num56": {
    "short": "冷静な判断と柔軟性を併せ持つ。",
    "text": "命数56（時空座・銀）：冷静に状況を判断しつつ柔軟に動けるため、信頼されるポジションを築けます。長期的視点での計画が得意です。"
  },
  "num57": {
    "short": "探求心と実務性のバランスが良い。",
    "text": "命数57（変容座・金）：探求心を実務に応用する力があり、専門領域での成果が期待できます。継続的な学びが開花の鍵です。"
  },
  "num58": {
    "short": "寛容で人を育てる資質がある。",
    "text": "命数58（変容座・銀）：人を育てる寛容さがあり、後進の指導に向きます。忍耐力があり、それが大きな強みになります。"
  },
  "num59": {
    "short": "革新性と情熱で場を変える。",
    "text": "命数59（叡智座・金）：革新的な発想で場を刷新する力があり、情熱を持って物事を推進します。的確なサポートを受けることで更に成果が高まります。"
  },
  "num60": {
    "short": "深さと統合力で完成を導く。",
    "text": "命数60（叡智座・銀）：深い洞察と統合力によって物事をまとめ上げる能力があります。チームの総括役としての適性が高く、バランスを取る力に長けています。"
  }
}
